Revit 2027 API
ParameterTypeId.PartMakerSplitterProfileFlipAcross Property
 "Profile Across Flip"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PartMakerSplitterProfileFlipAcross { get; }
Public Shared ReadOnly Property PartMakerSplitterProfileFlipAcross As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PartMakerSplitterProfileFlipAcross {
	ForgeTypeId^ get ();
}
static member PartMakerSplitterProfileFlipAcross : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace